INSERT INTO
    `types` (`id`, `title`)
VALUES (1, 'Методическое пособие'), (
        2,
        'Методические рекомендации'
    ), (3, 'Учебное пособие'), (4, 'Методические указания'), (
        5,
        'Программа по ознакомительной практике'
    ), (6, 'Практикум'), (7, 'Электронное издание'), (8, 'Конспект лекций'), (
        9,
        'Учебно-методическое пособие'
    ), (
        10,
        'Каталог студенческих работ'
    ), (
        11,
        'Учебно-методический комплекс'
    ), (12, 'Монография'), (13, 'Курс лекций'), (
        14,
        'Учебно-практическое пособие'
    ), (15, 'Практическое пособие'), (16, 'Сборник упражнений'), (17, 'Хрестоматия');