@extends('layouts.base')

@section('title', 'РИЦ :: Авторская редакция. Требования к оформлению')

@section('main')

	<section class="text-gray-600 body-font">
		<div class="flex flex-col w-full mb-10">
			<h1 
				class="sm:text-4xl text-center text-3xl font-bold mb-6 sm:mb-12 text-gray-700">
				Авторская редакция. Требования к оформлению
			</h1>
			<div class="entry-content space-y-4 lg:w-3/4 mx-auto text-left leading-normal sm:text-lg">
				
                <p>От автора в РИЦ принимается авторское издание, если оно подготовлено в соответствии со следующими техническими требованиями.</p>

                <p>1. Оригинал-макет издания (1 экз.) в несшитом виде автор представляет в папке с завязками. Макет должен быть распечатан на белой бумаге формата А4 на принтере с высоким качеством печати на одной стороне листа и без помарок.</p>
                
                <p>2. Вместе с оригинал-макетом представляется электронная версия с текстом издания.</p>
                
                <p>3. Распечатанный текст должен быть полностью идентичен тексту электронного варианта.</p>
                
                <p>Более подробную и развернутую информацию по видам изданий и оформлению можно прочитать в справочнике «Требования к учебной и учебно-методической литературе».</p>
                
                <p>Все настройки документа ниже приведены на примере программы MS Word 2016.</p>
                
			
            </div>
		</div>

	</section>
@endsection