@extends('layouts.base')

@section('title', 'РИЦ :: О нас')

@section('main')

	<section class="text-gray-600 body-font">
		<div class="flex flex-col w-full mb-10">
			<h1 
				class="sm:text-4xl text-center text-3xl font-bold mb-6 sm:mb-12 text-gray-700">
				Платные услуги
			</h1>
			<div class="entry-content space-y-4 lg:w-3/4 mx-auto text-left leading-normal sm:text-lg">
				
                    <p>Мы оказываем частным лицам и организациям следующие услуги:</p>
                    
                    <p><strong>Тиражируем</strong> учебную и методическую литературу (учебники, учебные пособия, конспект лекций, хрестоматии, практикумы, методические указания, рекомендации и пр.), научную литературу (монографии, сборники научных трудов, материалы конференций, авторефераты диссертаций), художественную литературу, рекламно-информационную и бланочную продукцию. </p>
                    
                    <p><strong>Делаем допечатную подготовку изданий</strong> — редактирование, корректуру, верстку, включая оформление титульных и выходных сведений, дизайн обложек, создание и разработка схем, рисунков, кадров презентации Power Point.</p>
                    
                    <p><strong>Разрабатываем дизайн </strong>макетов объявлений, сертификатов, поздравительных писем, грамот, флаеров, плакатов, буклетов, визиток и брошюр.</p>
                    
                    <p><strong>Распечатываем</strong> тексты контрольных, курсовых и выпускных квалификационных работ с электронных носителей.</p>
                    
                    <p><strong>Делаем переплет </strong>выпускных квалификационных работ. </p>
			
            </div>
		</div>

	</section>
@endsection