@extends('layouts.base')

@section('title', 'РИЦ :: О нас')
@section('description', 'Задачи редакционно-издательского центра СГУ')

@section('main')

    <section class="body-font">
        <div class="flex flex-col w-full mb-10">
            <h1 class="sm:text-4xl text-center text-3xl font-bold mb-6 sm:mb-12">
                О редакционно-издательском центре
            </h1>
            <div class="entry-content space-y-4 lg:w-3/4 mx-auto text-left leading-normal sm:text-lg">
                <p>Редакционно-издательский центр (РИЦ) был создан в университете в 2009 году.</p>

                <p>РИЦ занимается изданием учебной, учебно-методической литературы по основным профессиональным
                    образовательным программам, а также выпуском научной литературы, справочной, информационно-рекламной и
                    других видов литературы в интересах научной и образовательной деятельности вуза.</p>

                <p>Цикл издательского процесса полный — от авторской рукописи до оригинал-макета.</p>

                <div>
                    <h2 class="text-2xl sm:text-3xl font-bold mt-10">Наши задачи</h2>
                </div>

                <p>1. Исполняем годовые тематические планы издания литературы на основе анализа обеспеченности
                    образовательного процесса необходимой литературой, подготовленных Учебно-методическим управлением и
                    библиотекой вуза.</p>

                <p>2. Разрабатываем необходимую документации по организации редакционно-издательской и полиграфической
                    деятельности вуза.</p>

                <p>3. Повышаем качество выпускаемой продукции путем совершенствования технологических процессов, приобретаем
                    и осваиваем новое программное обеспечение и оборудование; вносим предложения по развитию
                    материально-технической базы вузовского книгоиздания.</p>

                <p>4. Ведем контроль за качеством содержания издаваемой продукции, ее полиграфическим исполнением,
                    соответствием издательским и полиграфическим ГОСТам совместно с учебно-методическим управлением и
                    библиотекой вуза.</p>

                <p>5. Определяем процедуры представления рукописей авторов вуза в министерства и ведомства,
                    учебно-методические объединения, научно-методические советы для получения рекомендации к изданию с
                    грифом «учебник» или «учебное пособие».</p>

                <p>6. Присваиваем и ведем контроль за расходованием международных стандартных книжных номеров (ISBN).</p>

                <p>7. Ведем контроль за сроками предоставления рукописей, изготовления печатной продукции и рассылкой
                    контрольных экземпляров.</p>

                <p>8. Издаем запланированную университетом учебную и учебно-методическую литературу.</p>

                <p>9. Тиражируем научные периодические журналы университета.</p>

                <p>10. Тиражируем бланочную продукцию для всех структурных подразделений университета.</p>

                <p>11. Тиражируем&nbsp;рекламную продукцию для нужд университета, выставочных мероприятий и пр.</p>

                <p>12. Рассылаем обязательные экземпляры изданий, выпущенных в РИЦ, согласно Федеральному Закону «Об
                    обязательном экземпляре документов».</p>

                <p>13. Участвуем в оформлении издательских договоров с авторами и договоров (контрактов) с внешними
                    редакторами, рецензентами, художниками и другими лицами, привлекаемыми к изданию литературы; а также
                    договоров и оформлении заказов на выполнение полиграфических и оформительских работ со сторонними
                    организациями.</p>

                <p>14. Ведем учет результатов своей деятельности, подготавливаем оперативные и статистические отчеты по
                    издательской деятельности.</p>

                <p>16. Организовываем регистрацию электронных изданий.</p>

                <p>17. Ведем реестр издательской продукции, в т. ч. по электронным изданиям.</p>

                <p>18. Готовим документы для приобретения и списания расходных материалов.</p>

                <p>19. Храним оригиналы регистрационных свидетельств обязательного федерального экземпляра электронного
                    издания.</p>

            </div>
        </div>

    </section>
@endsection
