@extends('layouts.base')

@section('title', 'РИЦ СГУ:: Главная')
@section('description', 'Задачи редакционно-издательского центра СГУ')

@section('main')

    <section class="body-font">
        <div class="mb-10 flex w-full flex-col px-5">
            <h1 class="mb-6 text-center text-3xl font-bold sm:mb-12 sm:text-4xl">
                Редакционно-издательский центр СГУ
            </h1>
            <div class="entry-content mx-auto space-y-4 text-left leading-normal sm:text-lg lg:w-3/4">
                <p>Редакционно-издательский центр Сочинского государственного университета (РИЦ СГУ) — структурное
                    подразделение, осуществляющее издательские функции вуза. Создан в 2009 году на основе
                    редакционно-издательского отдела (РИО) университета.</p>

                <p>РИЦ СГУ обеспечивает учебный процесс учебно-методической, учебной и научной литературой, выпускает
                    монографии и сборники научных трудов, издает сборники материалов научно-практических конференций,
                    выпускает художественную, справочную, музыкальную литературу, предлагает разнообразные виды печатной
                    продукции: визитки, сертификаты, дипломы, афиши, буклеты и многое другое.</p>

                <p>Цикл издательского процесса полный — от авторской рукописи до оригинал-макета с присвоением номера ISBN.
                </p>

                <p>РИЦ СГУ включает в себя вузовское издательство и типографию.</p>

                <div>
                    <h2 class="mt-10 text-2xl font-bold sm:text-3xl">Об издательстве</h2>
                </div>
                <p>
                <ul>Издательство РИЦ СГУ занимается:</ul>
                <li>исполнением годовых планов издания литературы на основе анализа обеспеченности образовательного
                    процесса необходимой литературой, подготовленных учебно-методическим управлением и библиотекой
                    университета;</li>
                <li>сбором сопроводительных документов (лицензионный договор, выписка из протокола заседания кафедры,
                    справка об антиплагиате, рецензия) и консультирование авторов;</li>
                <li>версткой плановых изданий согласно требованиям по оформлению учебной и учебно-методической литературы;
                </li>
                <li>присвоением международных стандартных книжных номеров (ISBN) и контролем за их расходованием;</li>
                <li>взаимодействием со сторонними заказчиками в оформлении заказов на выполнение различных полиграфических
                    и оформительских работ;</li>
                </p>

                <div>
                    <h2 class="mt-10 text-2xl font-bold sm:text-3xl">О типографии РИЦ СГУ</h2>
                </div>

                <p>
                <ul>Типография РИЦ СГУ занимается:</ul>
                <li>тиражированием учебной, учебно-методической и научной литературы, а также научных периодических журналов
                    университета;
                </li>
                <li>тиражированием бланочной продукции для структурных подразделений университета;</li>
                <li>тиражированием рекламной продукции для нужд университета, выставочных мероприятий, конференций и пр.;
                </li>
                <li>оказанием платных полиграфических услуг (переплет в твердую цветную обложку, переплет металлическими
                    пружинами, распечатка текстов, плакатов, схем, афиш, флаеров, листовок, буклетов) и ведением реестра
                    платных услуг.</li>
                <p>

                <p>Типография оснащена печатным цифровым оборудованием плоской печати и
                    постпечатным оборудованием для изготовления цветной или черно-белой печатной продукции от формата А6 до
                    формата А3, различные виды переплета – на скобу, клей, металлические пружины. Предлагаемый материал
                    бумаги плотностью от 80 гр/м<sup>2</sup> до 300 гр/м<sup>2</sup>, покрытие глянцевое или матовое.</p>

                <div>
                    <h2 class="mt-10 text-2xl font-bold sm:text-3xl">Коммерческая деятельность</h2>
                </div>
                <p>
                <ul>Оказываем частным лицам и организациям следующие услуги:</ul>
                <li>тиражируем учебную и методическую литературу (учебники, учебные пособия, конспекты
                    лекций, хрестоматии, практикумы, методические указания, рекомендации и пр.), научную литературу
                    (монографии, сборники научных трудов, материалы конференций, авторефераты диссертаций), художественную
                    литературу, рекламно-информационную и бланочную продукцию. </li>

                <li>делаем допечатную подготовку изданий — редактирование, корректуру, верстку, включая
                    оформление титульных и выходных сведений, дизайн обложек.</li>

                {{-- <p><strong>Разрабатываем дизайн </strong>макетов объявлений, сертификатов, поздравительных писем, грамот,
                    флаеров, плакатов, буклетов, визиток и брошюр.</p> --}}

                <li>распечатываем тексты контрольных, курсовых и выпускных квалификационных работ с
                    электронных носителей.</li>

                <li>делаем переплет выпускных квалификационных работ. </li>
                </p>

                <div>
                    <h2 class="mt-10 text-2xl font-bold sm:text-3xl">
                        Сотрудники РИЦ
                    </h2>
                </div>
                <p>Плетнев Дмитрий Витальевич - начальник</br>
                    Карасевич Татьяна Юрьевна - редактор I категории</br>
                    Шебин Евгений Павлович - печатник</br>
                </p>
                <div>
                    <h2 class="mt-10 text-2xl font-bold sm:text-3xl">
                        Контакты
                    </h2>
                </div>
                <p><strong>Адрес</strong>: г. Сочи, ул. Пластунская, 94, корпус №1, каб. 113/1</br>
                    <strong>Телефон/факс</strong>: <a href="tel: +78622682573">+7(862) 268 25 73</a></br>
                    <strong>E-mail</strong>: <a href="mailto:izd-sgu@yandex.ru">izd-sgu@yandex.ru</a></br>
                    <strong>Время работы</strong>: ПН-ЧТ с 9:00 до 18:00, ПТ с 9:00 до 17:00.
                </p>
            </div>
        </div>
    </section>
@endsection
