@extends('layouts.base')

@section('title', 'РИЦ СГУ :: О нас')
@section('description', 'Платные услуги в РИЦ СГУ')

@section('main')

    <section class="body-font">
        <div class="mb-10 flex w-full flex-col px-5">
            <h1 class="mb-6 text-center text-3xl font-bold sm:mb-12 sm:text-4xl">
                Платные услуги
            </h1>
            <div class="entry-content mx-auto space-y-4 text-left leading-normal sm:text-lg lg:w-3/4">

                <p>Мы оказываем частным лицам и организациям следующие услуги:</p>

                <p><strong>Тиражируем</strong> учебную и методическую литературу (учебники, учебные пособия, конспект
                    лекций, хрестоматии, практикумы, методические указания, рекомендации и пр.), научную литературу
                    (монографии, сборники научных трудов, материалы конференций, авторефераты диссертаций), художественную
                    литературу, рекламно-информационную и бланочную продукцию. </p>

                <p><strong>Делаем допечатную подготовку изданий</strong> — редактирование, корректуру, верстку, включая
                    оформление титульных и выходных сведений, дизайн обложек, создание и разработка схем, рисунков, кадров
                    презентации Power Point.</p>

                <p><strong>Разрабатываем дизайн </strong>макетов объявлений, сертификатов, поздравительных писем, грамот,
                    флаеров, плакатов, буклетов, визиток и брошюр.</p>

                <p><strong>Распечатываем</strong> тексты контрольных, курсовых и выпускных квалификационных работ с
                    электронных носителей.</p>

                <p><strong>Делаем переплет </strong>выпускных квалификационных работ. </p>

                <p>Узнать подробнее о стоимости услуг можно по телефону <a href="tel: +78622682573">+7 (862) 268 25 73</a>
                    или по почте <a href="mailto:izd-sgu@yandex.ru">izd-sgu@yandex.ru</a></p>
            </div>
        </div>

    </section>
@endsection
